Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja4/berit-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010.
nob: Artikkel i boka Samisk skolehistorie 4. Davvi Girji 2010.

source: Ii makkárge veahkki sámegieloahpaheddjiide
nob: Ingen hjelp for samisklærere

source: Jearahallan: Svein Lund
nob: Fortalt til Svein Lund

source: Berit Oskarsen (Govva: Basia Głowacka)
nob: Berit Oskarsen (Foto: Basia Głowacka)

source: Berit Randi Oskarsen, r. Boine Henriksen (Jovsset Ovllá Elle Márjá Biret / Mihk- Ovllá Biret Heandaraga Biret), lea riegádan 1961:s ja bajásšaddan Kárášjogas.
nob: Berit Randi Oskarsen, født Boine Henriksen, er født i 1961 og oppvokst i Karasjok.

source: Sus lea oahppu mánáid- ja nuoraidbargin, ja dasa lassin sus lea gávpeskuvla ja relašuvdna- ja prošeaktajođihanfága, gulahallan- ja riidočoavdinfága Hønefossa allaskuvllas.
nob: Hun er utdanna som barne- og ungdomsarbeider, og har i tillegg handelsskole og relasjons- og prosjektledelse, og kommunikasjon og konfliktløsning fra høyskolen i Hønefoss.

source: 1977 rájes son lea orron Hámmárfeasttas.
nob: Siden 1977 har hun bodd i Hammerfest.

source: 1989:s Berit bargagođii Reindalen mánáidgárddis Hámmárfeasttas, ja 2000 rájes son lea bargan Breilia nuoraidskuvllas.
nob: I 1989 begynte Berit å arbeide på Reindalen barnehage i Hammerfest, fra 2000 har hun arbeida på Breilia ungdomskole.

source: Jearahalaimet sus 2008 giđa.
nob: Intervjuet er gjort våren 2008.

source: Biehttaluvvui oahppamis sámegiela
nob: Blei nekta å lære samisk

source: – Áhččán muitalii ahte dalle go son váccii skuvlla ja oahppit sámástedje, de biddjojuvvojedje heahpatčihkii ja huškkohalle linjálain.
nob: – Pappa fortalte at da han gikk på skolen og elevene snakka samisk, blei de satt i skammekroken og slått med linjal.

source: Min ruovttus hálaimet dušše sámegiela, in oahppan dárogiela ovdal go skuvlii álgen.
nob: Hjemme hos oss blei det bare snakka samisk, og jeg lærte ikke norsk før jeg begynte på skolen.

source: Dattetge lei mu váhnemiid čielga oaidnu ahte skuvllas galggaimet oahppat dušše fal dárogiela.
nob: Likevel var foreldra mine bestemte på at på skolen skulle vi bare lære norsk.

source: Álgen skuvlii 1968:s, jagi maŋŋil go ledje álggahan sámegielat luohkáid Kárášjogas.
nob: Jeg begynte på skolen i 1968, året etter at man hadde begynt med samiskspråklige klasser i Karasjok.

source: Dalle go álggiimet ledje buot vuosttašluohkkálaččat čoahkkanan váhnemiiguin ja rektor čuorvvui namaid.
nob: Da vi starta var alle førsteklassingene med foreldre samla og rektor ropte opp navna.

source: Dalle celkkii eadni jitnosit: – Berit ii galgga makkárge sámegielluohkkái !
nob: Da sa mamma høyt: – Berit skal ikke i noen samiskklasse.

source: Nu ahte fertejin dárogiel luohkkái, vaikko in ipmirdan dárogiela, ja vázzen olles vuođđoskuvlla oahpakeahttá lohkat ja čállit sámegiela.
nob: Så jeg måtte i norsk klasse, sjøl om jeg ikke forsto norsk, og jeg gikk hele grunnskolen uten å få lære å lese og skrive samisk.

source: 8. luohkás beasaimet válljet sámegiela ja ođđadárogiela gaskkas.
nob: I 8. klasse fikk vi velge mellom samisk og nynorsk.

source: Válljejin dalle ođđadárogiela, go dat šattai olu álkit oahppat go sámegiella maid in lean oahppan skuvllas ovdal.
nob: Jeg valgte nynorsk, for det blei mye enklere å lære det framfor samisk som jeg aldri hadde lært før.

source: Maiddái mu váhnemat oaivvildedje ahte ođđadárogiella lei buoret, go sámegiela ii dárbbašan eará sajiin go Kárášjogas.
nob: Også foreldrene mine lot det skinne igjennom at det var bedre med nynorsk, for samisk hadde man bare bruk for i Karasjok.

source: Sámegielain ii beassan gosage dán máilmmis, nu lohke dalle.
nob: Med samisk kom man seg ikke fram i verden, som man sa den gangen.

source: Boađus lea ahte easkka rávesolmmožin lean oahppan iežan eatnigiela čállit.
nob: Resultatet er at jeg først som voksen har lært meg å skrive mitt eget morsmål.

source: Muhto in leat vel áibbas sihkkar riektačállimis, ja dovddan ahte dárbbašivččen eanet oahpu sámegielas.
nob: Men jeg er ikke helt stø i rettskrivinga og føler at jeg gjerne skulle hatt mer utdanning i samisk.

source: Mánáidgárddis vuosteháhku sámiide
nob: Motstand mot samisk i barnehagen

source: – 1989:s bargagohten mánáidgárddis Hámmárfeasttas.
nob: I 1989 begynte jeg å arbeide i barnehage i Hammerfest.

source: Soames váhnemiid guottut ledje dakkárat ahte álggos in báljo duostan muitalit ahte lean sápmelaš.
nob: Holdningene blant enkelte foreldre var slik at i starten torde jeg nesten ikke si at jeg var same.

source: Mánáidgárddis fertiimet bargat mánáid guottuiguin vai vuostálastit vuođđodovdduid maid sii ledje oahppan ruovttus.
nob: I barnehagen måtte vi drive med holdningsskapende arbeid overfor barna for å motvirke de holdningene de hadde med seg hjemmefra.

source: Muhtin váhnemat ledje duođaid oahpahan mánáide ahte lei ortnegis bálkut geđggiid bohccuid njeaiga, vai doallat daid eret šaddogárddiin.
nob: Noen foreldre hadde faktisk lært ungene at det var greit å kaste stein på rein for å holde dem borte fra hagene.

source: Fertiimet oahpahit mánáide ahte eai galgga givssidit elliid, vaikko bohccot borašedje rašiid sin šaddogárddis, muhto čábbát vuojehit daid.
nob: Vi måtte lære ungene at man ikke skal plage dyr, heller ikke om reinen skulle spise blomster i hagen deres, men pent jage dem vekk.

source: Lágidišgođiimet sámi vahkku mánáidgárddis.
nob: Vi fikk gjennom at barnehagen skulle ha ei samisk uke.

source: Suohkan osttii maiddái lávu maid ceggiimet mánáidgárdái.
nob: Kommunen kjøpte også inn en lavvo som vi satte opp i barnehagen.

source: Bukten muhtin sámi dávviriid maid heŋgiimet čájáhussan.
nob: Jeg tok med samiske ting som vi hengte opp som utstilling.

source: Váhnemiin bohte máŋga ártegis reakšuvnna. Muittán ovtta gii logai «váldde fal dan duolva gávtti eret seainnis».
nob: Fra foreldrene kom det mange rare reaksjoner, jeg husker en som sa at se til å få fjerna den skitne kofta fra veggen.

source: Muhto eai boahtán dušše váhnemiin dakkár oainnut sámi kultuvrra vuostá.
nob: Men negative reaksjoner mot det samiske kom ikke bare fra foreldrene.

source: Maiddái mánáidgárddi bargit sáhtte leat hui negatiivat.
nob: Også ansatte i barnehagen kunne være svært negative.

source: Oahpahin mánáide moadde sámi lávlaga ja luođi, muhto dalle bođii ossodatjođiheaddji ja logai ahte in beassan juoigat mánáide, go dat lea dakkár maid juhkaluvvan sámit dahket
nob: Jeg lærte ungene noen samiske sanger og joiker, men da kom en av avdelingslederne og sa at du får ikke lov å joike til ungene, for det er noe samene gjør i fylla.

source: – Jávkadit sámiid eatnama alde
nob: – Fjerne samene fra jorda

source: – Dalle go bargagohten skuvllas šadden ovttasbargat lullinorgalaš oahpaheddjiin.
nob: – Da jeg begynte å arbeide i skolen blei jeg å samarbeide med en lærer sørfra.

source: Son logai munnje jitnosit diimmus ohppiid gullu: – Amma buot sámit galggašedje jávkaduvvot eatnanspáppas ?
nob: Han sa høyt i timen til meg så alle elevene hørte det: – Ikke sant at alle samene skulle vært fjerna fra jordas overflate ?

source: Ii lean vuosttaš háve ahte ledjen ožžon negatiiva kommentáraid dán oahpaheaddjis, muhto dál lei doarvái.
nob: Det var ikke første gangen jeg hadde fått negative bemerkninger fra denne læreren, så nå hadde jeg fått nok.

source: Mun vástidin: – Dál lean dolkan !
nob: Så jeg svarte: – Nå er jeg lei !

source: Moai duinna manne rektorii dállánaga !
nob: Du og jeg går til rektor nå med en gang !

source: – It go gierdda dan mađe, logai dalle.
nob: – Nei, men tåler du ikke såpass ? sa han da.

source: Ja mun vástidin ahte maid dajašit jus mun dajašin seamma buot olbmuid birra du fylkkas ?
nob: Og jeg svarte at hva hadde du sagt om jeg hadde sagt det samme om alle fra ditt fylke ?

source: Son ii lean smiehtadan ahte luohkás ledje oahppit sámi duogážiin, vaikko eai lohkan dan jitnosit.
nob: Han tenkte ikke på at det faktisk var elever i den klassen som har samisk bakgrunn selv om de ikke sa det høyt.

source: Muhto dál moai letne čorgen gaskavuođa, munnos lea buorre ovttasbargu.
nob: Men nå har vi ryddet opp oss i mellom og har et godt samarbeid.

source: Giđđajohtin buhtadussan
nob: Reinflytting som plaster på såret

source: Bireha isit, Odd Oskarsen, lea mearrasápmelaš Kluppus Fálesnuoris, gii ieš ii beassan sámegiela oahppat mánnán.
nob: Mannen til Berit, Odd Oskarsen, er sjøsame fra Klubbukta i Kvalsund, og fikk sjøl ikke lære samisk som barn.

source: Go bearaš lea orron Hámmárfeasttas, de lea bearašgiellan šaddan dárogiella.
nob: Når de har bodd i Hammerfest har familiespråket blitt norsk.

source: Biret lea maiddái hállan eanemus dárogiela mánáide, muhto háliidii ahte sii galge beassat oahppat sámegiela skuvllas.
nob: Berit har også snakka mest norsk til ungene, men ville gjerne at de skulle få samisk på skolen.

source: Dat ii leat leamaš álki.
nob: Det har ikke vært lett.

source: Bárdni ii ožžon sámegiela mánáidskuvllas oahpaheaddjiváilli dihtii.
nob: Sønnen fikk ikke samisk på barneskolen på grunn av mangel på lærer.

source: Muhto buhtadussan oaččui guokte vahku friddja skuvllas vuolgit giđđajohtimii !
nob: Men som plaster på såret fikk han fri to uker for å være med på reinflytting !

source: Breilia nuoraidskuvllas lea Biret oahpahan sámegiela moadde jagi.
nob: På Breilia ungdomsskole har Berit i flere år gitt undervisning i samisk.

source: Álggos lei oahpahus maŋŋil skuvlaáiggi. 2006 Máhttoloktemiin bođii sámegielfága diibmoplánii, fágas lea árvu nubbin amasgiellan.
nob: Først var undervisninga etter skoletid, fra innføringa av Kunnskapsløftet kom faget inn på timeplanen med status som andre fremmedspråk.

source: Dát mearkkaša ahte oahpahus ollásit lea skuvlla ovdasvástádus. Suohkanis ii leat ovddasvástádus dan fálaldahkii nugo sis lea sámegielas vuosttaš ja nubbin giellan, ii ge oaččo doarjaga Fylkkamánnis.
nob: Det vil si at undervisninga helt og fullt er skolens ansvar, kommunen har ikke ansvar for tilbudet, slik som for samisk første og andre språk, og det er heller ingen støtte å få fra Fylkesmannen.

source: Go mii jearrat Hámmárfeastta skuvlakántuvrras sámegieloahpu birra, de sii eai namut ge Breilia, go nubbi amasgiella lea dušše skuvlla ovddasvástádus.
nob: Når vi spør på skolekontoret om samiskundervisning i Hammerfest, nevner de ikke Breilia skole, da andre fremmedspråk bare er skolens sak.

source: – Mus leat dál golbma oahppi geain lea sámegiella amasgiellan.
nob: – Jeg har nå tre elever som har samisk som fremmedspråk.

source: Golmma jagi áigi mus ledje logi oahppi.
nob: For tre år siden hadde jeg ti elever.

source: Molsašuddá jagis jahkái.
nob: Dette varierer fra år til år.

source: Lea hui váttis danin go mus ii leat alddán oahppu oahpaheaddjin ii ge formálalaš sámegieloahppu.
nob: Det er svært vanskelig fordi jeg sjøl verken har utdanning som lærer eller noen formell utdanning i samisk.

source: Ja ii gávdno oktage geas sáhtášin jearrat veahki ja rávvagiid, ii oahpponeavvuid birra, ii ge oahpahusvugiid birra.
nob: Og det er ingen å be om hjelp og råd, verken om læremidler eller undervisningsmetoder.

source: Ii goassege lágiduvvo čoahkkin ii ge ovttasbarggu suohkana sámegieloahpaheddjiid várás, muhto leat oktasaš čoahkkimat eará fágaoahpaheddjiid várás.
nob: Det blir aldri organisert noen møter eller samarbeid mellom samisklærerne i kommunen, derimot er det fellesmøter mellom lærere som underviser i andre fag.

source: Mii leat geavahan Davvin 1 ja 2 oahppogirjin, muhto in leat duhtavaš dáiguin girjjiiguin, sávašin eará girjjiid mat heivejit buorebut nuoraidskuvlaohppiide geat leat oahppamin sámegiela álgodásis.
nob: Vi har brukt Davvin 1 og 2, men jeg er egentlig ikke fornøyd med disse bøkene, jeg ville gjerne hatt noen andre bøker som passer bedre for ungdomsskoleelever som lærer samisk på begynnernivå.

source: Lean jearran maid suohkan dajašii jus válddášin virgelobi sámegiela lohkat.
nob: Jeg har spurt hvordan kommunen stilte seg om jeg tok permisjon for å lære mer samisk.

source: Vástádus lei: – Na geahččal mat dan.
nob: Svaret var: – Du kan jo bare prøve.

source: Dat ii lean gal movttiidahtti.
nob: Det var ikke akkurat oppmuntrende.

source: Ja lean ipmirdan nu ahte nu guhká go mus ii leat formálalaš oahpaheaddjioahppu, de ii leat doaivu oažžut lohkanvirgelobi bálkkáin.
nob: Og jeg har forstått det slik at så lenge jeg ikke har formell lærerutdanning er det vel ikke håp om å få studiepermisjon med lønn.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
